Repository: f3l1x98/blish-emotes
Catalog: Strings/Emotes.*.resx
Languages: fr

source: Beckon
fr: Approcher

source: Bless
fr: Bénir

source: Bow
fr: Reverence

source: Cheer
fr: Encourager

source: Cower
fr: Lache

source: Crossarms
fr: Brascroises

source: Cry
fr: Pleurer

source: Dance
fr: Danse

source: Facepalm
fr: Fache

source: Geargrind
fr: Coureur

source: Hiss
fr: Feule

source: Kneel
fr: Genoux

source: Laugh
fr: Rire

source: Magic Juggle
fr: Jongagle magique

source: No
fr: Non

source: Paper
fr: Feuille

source: Playdead
fr: Fait le mort

source: Point
fr: Montrer

source: Ponder
fr: Cogite

source: Rank
fr: Rang

source: Rock
fr: Pierre

source: Rockout
fr: Hardrock

source: Sad
fr: Triste

source: Salute
fr: Salut

source: Scissors
fr: Ciseaux

source: Serve
fr: Servir

source: Shiver
fr: Tremble

source: Shiver plus
fr: Tremble fort

source: Shrug
fr: Epaules

source: Sip coffee
fr: Siroter un café

source: Sit
fr: Asseoir

source: Sleep
fr: Dormir

source: Step
fr: Esquive

source: Stretch
fr: Étrement

source: Surprised
fr: Surpris

source: Talk
fr: Parler

source: Thanks
fr: Merci

source: Threaten
fr: Menace

source: Wave
fr: Coucou

source: Yes
fr: Oui
